
	PAPER_RANDOM_TEXT = [
				"10 Декабря 1988г.
УССР, въезд в Чернобыльскую Зону Отчуждения.
'Мы наконец то добрались до 'парадного входа' в ЧЗО. Дальше серые поля, покрытые снегом. Сын рассматривал свой КПК и выстаивал в нем территорию всей Зоны Отчуждения. Дойдя до колючих проволок, мы перебрались через них и двинули на север, на всякий пожарный одели противогазы…
	...шли мы долго, часа три-четыре, сын все никак не мог отлипнуть от своего КПК и бубнел все про север…'",
	
				"28 апреля 1986г.
Внеплановый переезд…
	Дорогой дневник, сегодня 28 апреля мы переезжаем в новый дом в связи с эвакуацией из-за аварии на какой то станции…
	Мы сели на автобус с другими жителями, кого то увезут в Харьков, кто то в другие города к родственникам. Были эвакуированы ближайшие районы, поселки и два города. Припять и Чернобыль… Надеюсь это к лучшему…",
	
				"15 Апреля 1986г.
УССР, ж/д станция Янов, КПП у военной части.
	Сегодня электричка проехала чуть раньше расписания. Хотя это и было к лучшему. Я наконец увижу сына. В прошлом месяце он отправился в армию. Он еще совсем ребенок, вот мы и волнуемся. Однако, я знаю, что из него в общем выйдет отличный прапор…
	...Сегодня была присяга, я стоял с другими родителями и как остальные выискивал своего сына… Через пару минут, вызвали моего сына для принятия присяги… После присяги, мы встретились, обнялись. Мы какое то время поговорили, погуляли, а затем за моим сынов прибежал сержант и мы расстались. Я еще долго смотрел вслед уходящему сыну.",

				"4 мая, 2009г.
Свалка.
	Я сидел и осматривал это кладбище фонящей техники. Апрель был вынужден взять с собой Яна на эту вылазку. Я только и слышал их воркование, пока они что то разгребали на этой свалке. Скоро с этой Зоной и радиацией останется лишь одна пустота в голове…",

				"“Помятая записка”.
….Наш путь лежал через озеро Янтарь, наши знакомые сталкеры были там в качестве обороны от мутантов…. Первое впечатление от Янтаря было скудным, серым и омерзительным… Вдалеке красовался бункер… Было очень тихо, что для Зоны подозрительно, вдали ни лаяли слепыши ни… Взобравшись на холм, недалеко от завода, мы почувствовали тяжелый топот и в еле видимом из за тумана заводе, увидили двулапое чудовище…",

				"Приказ №471/29 ри 12.07.2009.
“За использование служебного положения в личных целях, приказываю отстранить подполковника Голубева Р.А. от занимаемой должности и понизить до звания “Майор”. Основание по донесению №6593/482, №7346/991
Генерал-лейтенант Остапенко В.П. ",

				"“Неизвестная записка”.
...Мы пробыли в этой комнате более суток, затем нас отвели на какой то участок. Мирон был первым. Его руки были в цепях, которые прикрепил к какому то столбу. Я увидел группу, а точнее отряд. Свободовцы стояли напротив столба. Некоторые сидели за столом… Я же искал их главного.",

				"“Неизвестная записка”.
… Когда очнулся, то в нос ударил запах крови. Руки и ноги онемели. Было чертовски темно. Фокусировалось, я увидел сидящего рядом Кастета. Я узнал его по нашивке чистого неба и шраму у глаза. На его голове была черная ткань. Руки и ноги перевязаны. На полу лежал Мирон. У него были связаны только руки. Я попытался рассмотреть помещение, где мы были. Это было сложно. Я смог…",

				"12 Мая 2009г.
Где то в Зоне.
 Мы в Зоне уже несколько месяцев… Вдали от Кордона, а дали от настоящего дома, который я уже кстате и забыл как выглядит… Манах будто заставляет меня думать, что мы придем к Тёмной долине. Я верил ему, но я был морально истощен, горевал по своим старым друзьям Кандидату и Шоколадке… Иногда во сне я видел их…",

				"Вроде 28 апреля 2009 год.
Кордон, база Нейтралов.
	Когда я проснулся, то не обнаружил в комнате с собой другого сталкера. Входная дверь была выбита и раздолбана. Я дернулся и выбежал из дома. По всей деревне были разбросаны тела сталкеров и каких то мутантов похожих на людей, у них были белые глаза, какие то отростки вокруг рта…",

				"“Беркут убежал.”
Нас, троих, долговцы заподозрили в побеге этого сталкера, на что мы отмахивались. Если это конечно было дело рук одного из наших, то я пойму… В любом случае, мы его и начали искать. Он нам был нужен…",

				"2009г.
Как всегда самое интересное происходило у костра, кто то рассказывал про свои вылазки, кто то травил байки. Но тут один матерый сталкер рассказывал очень правдивую историю:
Говорят в Зоне новый вид мутанта завелся. Он один на всю зону и поэтому его и начали звать “Дитя Зоны” - рассказывал он
И что такого в этом мутанте? - спросил его один из сталкеров
Да подожди ты со своим “а как, а что…” Говорю я, что дитя это родом из центра Зоны, из центра.
Из самого клондайка?! - удивился новичок, наслушавшись историй про клондайк артефактов.
Да хоть из самого саркофага - рассказывал сталкер
А если из При…?
Довольно! - перебил новичка сталкер и закурил…",

				"24 октября, 2009г.
Зона, Дикая территория.
	Мы добрались до Дикой территории, это была единственная хорошая новость за эти дни. Ян не переставал твердить мне, что где то здесь находился база Долга… К ЧЕРТУ ДОЛГ!!!... ",

				"10 апреля 2009г.
Чернобыльская зона полного Отчуждения, деревня сталкеров.
	Я здесь уже несколько месяцев. Здешние люди называют себя сталкерами. Они в основном занимаются поисками артефактом и отстрелом собак. Которые стоят немалых денег. Оружие носят в случае нападок бандитов, либо дики какой…",

				"Смерть часть 1.

Интересно, что чувствует человек перед смертью? Я не имею ввиду ту последнюю секунду, когда перед глазами пролетает вся жизнь, бла, бла, бла. Я имею ввиду ситуацию, когда человек точно знает, что умрет. Например, посмотрите вот туда. Да, да, направо. Там лагерь сталкеров. Вон под навесом, на стареньком разодранном матрасе лежит человек. Новичок еще. Что лежит, спрашиваете? Получил бешеную дозу радиации, скоро умрет. Все это знают, и он тоже. Но он еще в памяти. О чем он думает? Опять не ясно… Может сожалеет, что сунулся туда, может родных вспоминает. Есть же у него родные? Или друзья, на худой конец. А вдруг он в зону кинулся денег заработать для больной сестры? Или мамы. А может он бандит какой, вот зона его и наказала. Ой, глаза закрыл. Наверно все. Что уже теперь думать, уже поздно. ",

				"Смерть часть 2.

Видите, стая собак загнала сталкера в угол. Патронов больше нет, ножом от такой стаи не отмашешься. Он ранен: видите, из левой ноги течет кровь. Это воон та псина прокусила, что у самой скалы стоит. Она гордиться, теперь стая будет ее уважать. А сталкер вжался в стену и боится. Конечно, он многое повидал, но страх сильнее. Он чувствует, что собаки играют с ним, и как только им надоест – он умрет. О чем он думает? Может, еще надеется, что спасение придет? Может сожалеет, что много не успел сделать, или наоборот, рад, что прожил насыщенную жизнь? Как думаете, он уже смирился? Стоит ли бороться, хвататься за ускользающую ниточку? Столько вопросов, а все ответы только у него в голове. Только он знает. Ну ладно, оставим его здесь, все равно мы не в силах чем-то ему помочь.",

				"Смерть часть 3.

Идет себе, насвистывает что-то. Посмотрите, обычный сталкер, таких здесь десятки. Ан нет, не обычный. В зоне он уже около года. Двадцать восемь дней назад местный доктор сказал, что жить ему осталось не больше месяца. С сердцем что-то, не знаю что, я не врач. Посмотрите – улыбается. Сам себе. Знаете что он сейчас подумал? А я знаю. Он вспомнил фильм «Самое страшное кино». Там, где героиня спрашивала: «А выходные считать?». Вот и он сейчас задался этим вопросом. Какой месяц ему остался? Этого доктор не уточнил. Если февраль, то сегодня последний день. Если август, то еще пожить можно. Самое страшное, что он знает. Знает, что умрет. А жизнь…это все так непостоянно, особенно здесь, в зоне. А вообще, это знание ему сил придает. Ему не страшно. Вот так, парадокс. Идет он по поляне: россыпь аномалий. Другой бы не сунулся, а он идет. Ему терять нечего: сейчас, или через неделю. И мутанты. Они же страх за версту чуют. А тут идет сталкер – и страхом от него не пахнет. Странно. Мутант удивляется, думает. Пока проудивлялся, человек уже ушел. Опять парадокс. Смерть от смерти спасает. ",

				"Желание.


Мне осталось не долго: я чувствую приближения исхода. Срок же тех двоих, что лежали ничком в придорожной канаве, уже истек – я позаботился об этом. Однако свой финал я также предрешил своими действиями. Остаться прикрывать отступление друзей – безумное геройство для кого-то, но для меня это долг. Я верю, они дойдут до цели, но оправдает ли финал надежды? Не могу даже представить, что дарует Монолит каждому из этих юнцов. Никто не ведает самых сокровенных желаний ближнего. Порой, даже свои истинные стремления остаются загадкой долгие годы для самого страждущего. Забавно, но лишь сейчас я осознал, чего истинно желал всю свою никчемную жизнь… Так странно вдруг понять, что для исполнения твоего желания не требуется вмешательство мистических сил… ",

				"Хабар часть 1.

Чувствую что весь хабар с собой не унесу. Тут недалеко от Бункера труба есть вот туда и запрячу. А потом на обратном пути и заберу",

				"Хабар часть 2.

Артем и Шарик мне вот автомат подарили а у меня у самого сайга. Надо бы где-то схрон сделать. О вспомнил вот, на деревне где Баба Зина ходит что у
 свободы на водонапроной башне спрячу, туда-то сталкера редко ходят.",

				"Хабар часть 3.

Обнаружил схрон в трубе, недалеко от фермы за насыпью. Вот как с ростка назад пойду я - обязательно вернусь и соберу хабар.",

				"Хабар часть 4.

Когда мы с братками отбивались от собак в погонах, я зарыл кое-какое добро под крестом . Пусть полежит.",

				"Хабар часть 5.

Спрятал товар под самой крышей на Элеваторе, врядли туда какой сталкер полезет. Заберу через два дня.",

				"Хабар часть 6.

Шмотье и барахло спрятал в одном из ящиков недалеко от моста. Все, завязываю. Ухожу из Зоны, прощайте, братки! Не забуду мать родную.",

				"Хабар часть 7.

Так нужно куда-то артефакты спрятать прежде чем к Долгу идти а то еще в задницу мне их затолкают. Спрячу в вагончике недалеко на обратном пути заберу.",

				"День первый.
Зачем я полез в эту зону! Кругом смерть мутанты, бандиты и всякие мрази! Лучшеб на большой земле пошел работать. Где обещанные богатства!?",

				"День второй.
Нашел проводника на деревне новичков взял с меня пять тыщ, так и повел меня в сторону бара. Наступила ночь, он завел нас в какую-то деревню. Слышу звуки как будто кто-то кого-то жрет!.",

				"День третий.
Проводник походу крышой двинулся, постоянно говорит одно и тоже про какие-то голоса в голове и то что-то видит кого-то! Что зона жива! Поскорее бы дойти уже!",

				"День четвертый.
На привале проводник разговаривал сам с собой сидя у костра, говорил что поможет кому-то. Странно это всё. Но один я точно не дойду. Хоть и пугает меня этот Леха до усрачки!",

				"День пятый.
Вроде как проводник стал приходить в себя, уже не нес этот бред и начал рассказывать истории о том как он попал в зону, и что осталось идти совсем немного.",

				"День седьмой.
Проснулся от выстрела, оглядевшись увидел что проводник застрелился. Вот же жопа, ни карты ничего у него нет. Забрал его припасы и решил двинуть в одиночку.",

				"День десятый.
Идти уже нет сил, нужно сделать привал. Почему-то такое ощущение что я хожу по кругу. Этот гребанный лес. Боже помогите кто нибудь!",

				"День шестнадцатый.
Увидел впереди себя группу людей в какой-то серой форме метров триста от меня. Пойду попробую пообщатся. Это мое спасение!",

				"Контролер.

Опять, опять эти мысли в моей голове. Опять они звучат. Они сводят меня с ума! Опять я пытаюсь их блокировать. Нет. Кто? Это сталкер. Это сталкер по кличке Шило. На самом деле как шило в одном месте. Уже час здесь крутится, и не уходит. И что ему дома не сиделось в этот вечер. Забурился бы в бар, напился бы как сволочь, и жил бы. Просто жил. Нет! Понесло его, именно сегодня, именно сюда. А я что? Мне он на фиг не нужен, я уже давно научился питаться этими четвероногими выкидышами Зоны. Согласен, противно, а куда деваться. Мне более противно питаться этими сталкерами. Они лезут во все щели, понахватают всякой дряни на себя. А мне потом их ешь? Нет уж, спасибо. Я их стороной порою обхожу. Лишние проблемы мне ни к чему, а с людьми они всегда возникают!",

				"17 июня 2008 год. 16.07. МСК.

  Мы нашли его. Вход в подземную лабораторию ЧАЭС. Странно. Дошли спокойно. Не встретили ни одного мутанта, ни одной аномалии. Как это всё выглядит? Один раз видели свечение посреди дороги. Свечение походило на небольшое электрическое поле. Подходить не стали. Мало ли. Подземный переход из Припяти в ЧАЭС очень хорошо спрятан. Благодаря декодеру, мы смогли...",

				"17 июня 2008 год. 17.35. МСК.

  Жутковатое место. Сыро, мрачно. Нашли журнал охраны. Кое-что начинает проясняться. В третьем блоке лаборатории во время взрыва сработали пульты управления радиационной защиты. Эффект был отрицательным, что послужило мощному выбросу излучения, тем самым погубив персонал лаборатории. Видимо все ответы в этом самом третьем блоке. Становится трудно думать... Нужно не забыть написать где-нибудь код доступа...",

				"17 июня 2008 год. 18.05. МСК.

  Мы во втором блоке. Оно близко. Кажется, что ещё чуть-чуть и оно завладеет нами. Пока удается препятствовать странному 'зову.' Постоянно попадаются трупы учёных, лаборантов, военных. Бедняги. Глупо погибли. Код доступа к двери состоит из 8 чисел... Первые 11 00 19...",

				"17 июня 2008 год. 19.07. МСК.

  Час бродили пока не нашли заваленную лестницу, ведущую в третий блок. Ловлю удивленные взгляды парней, мол что это там командир постоянно пишет. Вернемся в Москву, покажу обязательно. Я еле вспомнил последние цифры... Что-то не так... Вроде... 81? Нет? 47? Нет? Может 26? Я НЕ ПОМНЮ!!!",

				"17 июня 2008 год. 19.15. МСК.

Что-то здесь не так. Почему так тихо? Как будто все это иллюзия созданная в моей голове. Где я? Кто я? Почему я здесь! Спасите!",

				"Пусть на север часть 1.

Я отдыхал на базе свободы, сидел выпивал рядом за соседним столиком сидела группа сталкеров и что то обсуждали краем уха я услышал что сталкера обсуждали свой будущий поход на север и что идти так далеко опасно и неплохо было бы найти кого нибудь еще. Не долго думая я взял бутылку водки и подсел к ним сказав что случайно услышал их разговор.",

				"Пусть на север часть 2.

Старший группы долго задавал мне вопросы кто я откуда и чем зарабатываю в зоне. Я сказал что работал на ученых но устал ходить один и искал себе группу парней которые не боятся лазить туда куда все боятся.",

				"Путь на север часть 3.

Они приняли меня в свой отряд и мы двинулись  с рассветом. Дорога обещала быть долгой и нудной. Я как всегда взял с собой все необходимое. Пять аптечных наборов, пару фляг с водой и запасы еды на несколько дней. Патроны и конечно-же карту.",

				"Путь на север часть 4.

Подойдя к деревне где живет “Баба Зина” так сталкеры называют контролера в здешних местах, хотя он даже отдаленно не похож на бабу! Вроде все было спокойно, группа была опытными сталкерами и пыталась выследить контроллера. Как вдруг один из сталкеров заорал достал автомат и начал стрелять в сторону группы. Старший группы мгновенно стрельнул в ответ и убил парня это был Федя. Найдя контролера группа с легкостью справилась с ним.",

				"Путь на север часть 5.

Мы похоронили Федю в этой деревне и с грустью на душе пошли дальше через сутки мы пришли на станцию Янов, вокруг станции царила тишина только изредка были слышны звуки аномалии электры которых было очень много в этом месте. ",

				"Письмо сотрудника 'НИИ Агропром'.

Код доступа к электронной двери - 34 85 14 09. Сверхсекретная информация! Головой отвечаешь за неё, Ешиченко!",

				"Зона.
Зона коварна и непредсказуема. Рано или поздно это понимал каждый из нас, тех, кто хоть раз пересек периметр в поисках своего счастья, наживы, или приключений... да мало ли чего ещё. Часто – ценой собственной жизни. Слишком часто. А те из нас, кто выжил, поняли ещё вот что. Зона играет с каждым, кто вошёл в неё. Играет по своим правилам, которых мы не поймем никогда. 
Правила эти для каждого свои, и устанавливаем их совсем не мы. Всё, что мы можем, это догадываться о том, каким будет следующий ход в этой игре и уповать, чтобы не стать разменной монетой, пешкой, которую Зона решает принести в жертву чему-то своему, гораздо более важному для нее, чем жизнь каждого из нас.",

				"Север.
Юг, север, восток, запад... куда бы я ни пытался идти, я возвращался, и возвращался каждый раз куда-то не туда. Небо, деревья, заросли кустарника, полуразрушенные постройки мёртвого города, серые высокие вышки, маячившие вдали, всё это по мере продвижения хоть куда-нибудь, неуловимо менялось, сдвигалось, или вдруг исчезало совсем. Солнце вдруг оказывалось совсем не там, где оно было, скажем, час назад, и я снова бесконечно и беспорядочно кружил по просторам Зоны, приходя куда угодно, кроме как к её границе. Вплотную к Мертвому городу, впрочем, Зона не выводила меня никогда. Дозу радиации, неизбежно полученную там, я бы вряд ли переварил. А сейчас, потрескивание дозиметра, в котором пока не сели батарейки, напоминает мне, что я ещё жив. Надолго ли?",

				"Жадность.

Сейчас я снова и снова, мысленно говорю себе, как новичку, признаки приближающегося выброса. Так потерять голову тогда... Жадность фраера сгубила... хотя меня она не сгубила до сих пор. Меня мог сгубить выброс который вот вот начнется, накрывший меня там, где я стоял. Рядом с очередным артефактом с контейнером в руке. Последним. «Сейчас вот этот, последний, и – домой» - подумал я перед тем, как началось…",

				"Выброс.
О том, что такое выброс не рассказывают.Те единицы которые смогли пережить его в открытом поле или в лесу, а таких совсем немного, предпочитают молчать, или посылают нахрен в ответ на наивные вопросы. «Лучше не спрашивай, а постарайся найти укрытие перед началом» – советуют начинающим. «И учи признаки начала выброса.Перед выбросом всегда три толчка». Да и рассказывать нечего, потому, что то, что начинает происходить – страшно. Страшно потому, что начинает происходить вообще чёрт знает что, причём, как снаружи, таки и внутри. Реальность просто исчезает, и вместо неё начинается кошмар. Зона показывает кино, населенное плодами больного воображения каждого, кто попал под выброс, и понять, какая страшилка, вдруг окажется реальной и вполне смертельной – невозможно.",

				"Сон часть 1.

Нет. Нет не может быть! Это сон, это всё не по настоящему!. Не должно быть! Я поднимаю автомат с тела, и легким движением, перекидываю его через плечо. Он звякает об автомат который уже висит у меня за спиной. Блять! Это не сон. Или все же сон? Почему я здесь?! Где я!? У меня за спиной уже висит один. Одинаковый. Такой-же. Вот даже царапинки одинаковые. И передо мной лежу я. Или не я? То есть мой труп. Мною – же убитый. Как такое вообще возможно!?",

				"Сон часть 2.


... Это – я. Точно это я, то есть он. Я то есть я или он есть я. Как будто в зеркало смотрю! Такой же я, только мёртвый. То есть – убитый. Мной. ... моё лицо. Щетина изорванная, окровавленная коричневая горка .. моя горка. Рюкзак…  А рюкзака нет. Стоп нужно думать логически! Думай дурная башка! Думай!! Может Контроллер а точно! Контролер за мозги взял!!! Где ты падла!!!",

				"Сон часть 3.

Что???  Почему??? Все один в один как у меня??? Я не верю своим глазам, я переворачиваю труп вверх лицом. Нет, этого не может быть! Это бред, сон, это новая аномалия Зоны!!!",

				"Проводник.

А слыхали о Проводнике? Самый первый из сталкеров еще в 2007 году говорят пришел. Первый в Зону ходить начал, и до сих пор живой. Как говорят, проведёт в любую точку. Но вот найти его сложно. Да проводить каждого встречного не соглашается. Денег за ходку вроде бы берёт немало тысяч триста, но если нашёл его и смог с ним договорится, он тебя  доставит куда надо. Вот бы с ним поболтать у костра. Он то наверняка видал, что там за радаром...",

				"История о группе сталкеров.
 
Говорят, есть одна группа сталкеров... Их когда магами называют, а когда шаманами. А иногда вообще сумасшедшими.  Называют они себя Орден. Они как многие говорят, вообще с собой электронного оборудования не носят ни детекторов ни дозиметра ни кпк  - к природе и к зоне, ближе, и всё такое... Ну, они говорят, что Зона на эти электронные приборы реагирует ... и насылает на тебя мутантов и зверье всякое. Как я понял они считают что Зона - живой организм. Нельзя, мол, лезть в неё с приборами - правильный человек и без всяких лишних навесок справится. Правда, автоматы и не только они с собой, козлы, таскают... Нет бы зубами и когтями попробовать... Так что, может, правильно додумались... ",

				"Запись с КПК Монолита часть 2.

Братья, Великий Монолит призвал меня к себе ночью. Я говорил с ним. Он был прекрасен в своём величии. Он даровал мне свет наполнил меня великой силой! Я знаю, я чувствую, что его сила пребывает со всеми нами братья! Он открыл мне тайну, что наша победа уже близка!",

"Запись с КПК Монолита часть 3.

Братья, мы патрулировали окраины Мертвого города и наткнулись там на неверного. Он начал обращаться, поэтому мы не убили его, но он еще наполовину пребывал в своём животном состоянии... Я знаю, мудрый Монолит сделал это для всех нас: он снова показал нам истинное лицо своих врагов. Теперь наша вера еще более укрепилась! Близится, конец братья!.. Близится победа над всеми неверными которые ступили на наши священные земли, на земли Отца нашего, и тогда Монолит выполнит наше сокровенное желание! Истинно преданных он приблизит к себе, к славе своей, величию своему! Слава Монолиту братья!Да озарит его сияние вас братья!",
				"Центр Зоны.

Многих сталкеров сейчас  тянет в центр Зоны, клондайк говорят они, какой-то там исполнитель желаний! Брехня это всё! Значит, слушай меня. У меня карты есть, вот смотри что выходит, что центр совпадает с тем местом, где была ЧАЭС. Может, просто совпадение, но ты в любом случае намотай на ус. Сейчас это место даже спутники не видят ни в каком спектре.Вот тебе мой тебе совет: в центр Зоны не ходи. Нечего тебе там делать!",
				"Выброс.


Выброс всю зону поменял. Там где раньше Сталкеры обитали свободно, теперь лабиринты из аномалий, и наоборот – куда Сталкеры боялись сунуться, там теперь за хабаром без страха можно ходить.",
				"НЛО.

Несколько сталкеров со «Скадовска» рассказывали, что НЛО видели.Может водки напились или контролер их за голову взял но говорят, выглядело как диск белый такой светящийся, диаметром метров десять. Хотя другие рассказывают, что на самолет отдаленно похоже, мол, сначала так и подумали. Но точно то, что среди очевидцев бывший лётчик был - так вот он говорит, что за всю жизнь ничего похожего не видел. Врут ли?",
				"Байка.

Говорят, есть такое место в зоне: и найти его нелегко, а уж дойти до него, если нашел, - еще труднее. Еще говорят, будто там в этом месте озеро аномальное: зайдёшь в него, и все болезни как рукой снимет... да что там, любые раны сразу заживают! Эхх враки это все как и про клондайк артефактов!",
				"Про ученых.

Когда только Сталкеры про первые тропы в Зоне узнавали, про первые Артефакты и аномалии, уже тогда Ученые стали первые защитные костюмы мастерить, «детекторы артефактов» какие-то. А за каждым новым прибором – чья-то жизнь, или здоровье. Бывало приволокли к Учёным еле живого Сталкера, они его на ноги поставят, а потом спрашивают: «Где такую рану получил? От кого или от чего?». И сразу на заметку берут, и новую степень защиты добавляют в костюм или там, новые датчики пихают. Метод проб и ошибок самый сложный, но и самый эффективный. Не легко конечно первым Сталкерам было пути прокладывать!",
				"Шахтер.

За что ж меня шахтером то прозвали? Не люблю об этом вспоминать,до сих пор штаны не чищены после такого… Выдвинулся я значит в первый свой поход от деревни,осмотреть окрестности так сказать. Шёл,шёл,светло ещё было. Попутно сталкеров встречал,но диалог был не длинным,всего лишь поздоровались да и вновь своей дорогой. Вскоре добрался до северного КПП. Тогда то,ещё мины были вдоль забора,не рисковал вновь идти в обход. Засев в кусте,осмотрел территорию да и ломанулся вперед. Добежал до стены,вроде никого. Вдруг стрельба вдалеке,у деревни. Эх,вот я попал. Пришлось прятаться внутри здания и переждать ночь. Думал нормально отсижу,да не тут то было. Патруль краснопузых. Хватаю всё что могу и в бега,в сторону Свалки… Добежал до какого-то старого УАЗика и нырнул под него. Вот с этого да и начинается 'смена'. То собака лезет,откусить видать чего хочет,то тушканчик лезет 'обниматься',то стрельба со всех сторон… Утром вытащил меня какой-то сталкерок, Васёк или Ванёк,но не важно. 'Вставай,шахтер,мы тоже тут 'смену' пережидали' - сказал сталкер. Посмотрел я на ясное небо да и двинули мы дальше,в сторону востока...",
				"Встреча.


Буквально пару дней назад я попал в зону, уже успел познакомится с ребятами в деревне. Один сталкер был очень энергичным и у него была своя харизма. Его звали Глист, обычный деревенский пацан родом с Харькова лет двадцати пяти. Он предложил мне и еще одному сталкеру прогулятся за насыпь может хабар какой найдем. Дойдя до насыпи мы услышали шум двигателя. Не долго думая Глист достал свою ксюху и меткими выстрелами ранил водителя. Это был уазик военных. Крикнув нам ' Ну че пацаны погнали ' мы сели в уазик и поехали в сторону севера...",
				"Сон в Зоне .


Говорят если глубоко в Зоне спать будешь, то к тебе в подсознание зона пошлет такие кошмары, каких просто придумать нельзя. Один Сталкер во сне от инфаркта умер… Страшно умер в муках у костра. Другой смог проснуться, но головой окончательно поехал, теперь всё от каких-то «тёмных сталкеров» прячется. ",
				"Конец истории.


Ну вот и все… остался я один… первым был Кандидат, который без вести пропал… Потом спустя несколько месяцев, чертова 'Искра' убила Лапшу и Монаха… Хотя мне втирали, что они просто ушли на Север… я еще тогда подозревал, что что-то тут неладное… Чувствовал же… Сейчас планирую валить на свободу, думаю там мне помогут отомстить… По пути главное не забыть выбросить КПК… Скоро все узнают, что 'Искра' не то, что за себя выдает… твари…",
				"Духи.


Я никогда не верил в призраков до сегодняшнего похода в деревню. Издали когда их увидели, на секунду подумали, что это живые люди и какими то тропами выбрались из Зоны, но аномалии показали, что все еще мы в Зоне. Когда мы стали подходить к городу, немного поднялся фон и стало понятно, что это далеко не живые люди и тем более не мутанты. Пройдя по улице поселка, мы увидели детей играющих с мячом на поле, взрослых сидящих на островах скамеек… Гробовую тишину прервал лай собак и мы поспешили покинуть это злосчастное место. Надеюсь мы сюда больше не вернемся.",
				"Голоса.


Эта была очень опасная вылазка на восток, поэтому мы взяли недельный запас провизии и снаряжения. По предоставленной информации, нам нужно было выйти на некое выжженное болото, откуда еще почти никто цел не приходил… Пробрались через полуразрушенный туннель, сразу стало ясно, почему мало кто смог выбраться с востока, ибо приходилось спускаться по отвесной скале. Уже на выходе из туннеля, встретила псина доедающая тело человека в противогазе. Мы не стали ей мешать и двинули на восток… Спустя пару километров, на голову немного начало давить и вся группа начала слышать какие то детские голоса. По приметам все походило на контролера и его проказы, но мы так его и не нашли…",
				"О Зоне.

Раньше я редко задумывался о смысле жизни, но со временем начинаешь понимать свою роль в этой цепочке. Ты ходишь в Зону за хабаром, отстреливаешь мутантов, собираешь артефакты и в душе проклинаешь всю эту Зону и даже бывает просто, мечтаешь чтобы она навсегда исчезла. Ну если ее и правда не станет то в чем же тогда будет смысл твоей жизни. Сейчас ты ее приемный ребенок, которого она учит выжить тут, даже ценой жизни. Мы-сталкеры. Это и правда звучит достаточно гордо, но правильно ли это? Здесь наш дом. Мы его нашли. ",
				"Исповедь.

И вот теперь, когда мне осталось всего пару минут, я решила написать свою исповедь. Я много грешила в этой жизни. В зоне я убивала людей ради алчности, денег, хабара или ради своей жизни. Тут мы даже не задумываемся о ее цене, а ведь жизнь это куда более ценный артефакт. Она дается всего лишь один раз и ей надо дорожить. Я вот свою не сберегла. Если брат сталкер ты это читаешь, задумайся. Если ты новичок, то еще не поздно все исправить, еще можно вернуться туда, за Кордон. У каждого есть выбора, я свой давно уже сделала. Сделай и ты правильный. Прощай.",
				"Слепые псы.


Я отбивался от стаи слепых псов, стоя на капоте ржавой волги. Плохо бы мне пришлось, если бы не эта волга. Стрелял одиночными – экономил патроны. Патронов было очень мало, всего два рожка. Половину стаи я уже перебил, но остальные псы не отступали. Самые наглые псы пытались запрыгнуть на капот. Если так дальше пойдет, скоро придется отбиваться одним ножом. Сейчас я уже жалел, что бросил дробовик и патроны к нему. Бросил из-за хабара, рюкзак оттягивал плечи. Вдруг стая рассыпалась, и псы скрылись в кустах…",
				"Амулет.

Есть, есть еще один патрон. Я расстегнул ворот куртки, сорвал с цепочки свой амулет. Настоящий патрон с золоченой гильзой. Вогнал его в магазин и дослал в ствол.",
				"Темная долина.


Я сидел в засыпанном землей бетонном кольце, на краю темной долины. Пережидал ночь, до рассвета еще оставалось часа три. В руках я держал автомат наизготовку, предохранитель снят. Слышу странные звуки. Что это? Топот такой громкий как-будто сваи забивают… Надеюсь чтобы это ни было оно меня не заметит!",
				"Тьма.

Этот день не отличался от всех предыдущих. Я проснулся когда на улице уже во всю светило солнце. Я не спешил вставать, и пытался понять смысл сна, который снился мне каждую ночь вот уже несколько месяцев подряд после прихода в Зону. Я видел свет. Не яркий, не резавший глаза, а приятный - матовый, который давал такое позабытое чувство покоя. Но вот на этом свету начинали появляться темные пятна. Они постепенно разрастаются и поглощают свет. И всё окутывает темнота. Я не боюсь темноты. Ощущение покоя не уходит и в голову не закрадываются тревожные мысли. Я лежал и думал что бы этот сон мог означать, но в голову не шло ни каких ассоциаций.",
				"Ночь.

Ночь. Я не мог уснуть в этом мраке. Повсюду раздавались мерзкие звуки. Ещё
днем все было не так.
По небу порхали птицы, которые смотрели на меня своими красными
глазами. Сегодня удача повернулась мне : я нашел ценный артефакт. Наверно я
получу за него много денег, куплю себе новую одежду если выберусь отсюда . Зачем я стал Сталкером?
Для чего я каждый раз иду сюда, чтобы посмотреть на всякую нечисть? Во мне
вертится водоворот, который засасывает все ответы на эти вопросы. Мой мозг
затуманен незабываемыми мечтами. Странно, но мне всегда везет. Недавно я
встретил Сталкера-новичка, который нашел свой первый артефакт. Я видел его
глаза - он был счастлив, необычайно счастлив. Когда нибудь я тоже буду счастлив. Возможно это последние слова которые я записываю в свой КПК. Патроны у меня уже на исходе, как-же меня занесло дурака в Мертвый город. Я слышу как вокруг меня кто-то ходит. Скорее всего если вы читаете это я уже мертв. Сталкер Сусанин.",
				"Припять.

Последний раз я видел Её во время эвакуации из Припяти; судьба разлучила их, казалось, навсегда. Всю свою жизнь я мечтал о встрече с ней. Даже в Зону я поехал для того, чтобы забыть реальный мир, который напоминал бы мне о ней. Люди приезжают в Зону по разным мотивам: в поисках приключений, чтобы обогатиться, бегут от реальности, но все они здесь чувствуют себя свободными, вне системы, вне правил и ограничений, вне реальности. Это первобытное чувство свободы привлекает людей на всю жизнь, но сильнее для меня было желание увидеть Её, которая тоже была здесь, в Зоне. Собрав последние свои силы, я направился в сторону полуразрушенных домов на окраине Припяти, направился навстречу приключениям…",
				"Корабль.


Получив поручение от Долга на отстрел мутантов в районе старого завода севернее Янтаря, пополним снаряжение, мы выдвинулись. Путь предстоял долгий и не предвещал выброса. Подходя к заводу, начало вечереть. Обсудили с отрядом, что двинемся по утру, выставили дозор и спали по очереди. Моя очередь была поутру. Проснувшись, я выпил кружку чая с термоса и встал на пост… Поутру в голову лезли разные мысли в голову и иногда казалось, что кто то стоял в утреннем непроглядном тумане и наблюдал за мной, было не по себе. Решив удостовериться, что на территории завода никого нет, решил обойти его. Проходя по северной части завода, я вдали увидел останки корабля, который был разделен на две части. Время подходило к семи. Отряд постепенно просыпался. После того, как все собрались, двинулись севернее. Про корабль я не стал рассказывать, надеясь на обратном пути заглянуть на корабль...",
				"Бандиты.

Ненавижу! Ненавижу! НЕНАВИЖУ ИХ! ПРЕДАТЕЛИ! МРАЗИ! УРОДЫ! Этот Шишка и Дрон подставу кинули! Поймаю убью! СУКИ! Связали меня эти падлы и на депо привели! Хорошо что  у меня бабло с собой было,  и за базар вывез. Ну суки! Ууу падлы! Замочу уродов!",
				"Друг?

Не думал что мой друг с которым мы прошли огромный жизненный путь окажется гнидой! Мы с ним вместе еще с универа, помогали друг другу как могли. Заступались как говорится брат за брата! А здесь в зоне из-за артефакта падла мне ногу прострелил, вот лежу я в деревне и уже вижу как на соседнем холме ходит кровосос. Вот за что он так со мной? Если у него проблемы с деньгами или еще что, он же мог просто сказать мы б вместе все решили. Ладно прощайте братья сталкеры не поминайте лихом. Фиш.",
				"Деньги.


Многим сталкерам было интересно, откуда берутся артефакты в аномалиях ? С аномалиями то понятно, выбросы сдвигают их , меняют местами, создают новые, а вот что с артефактами? В сталкерских кругах прижилось одно интересное мнение, что после того как человек или мутант какой попадает в аномалию, он постепенно превращается в артефакт, не буквально конечно, получается каждый артефакт который ты несешь каждый день бармену или Свободе это чья-то жизнь! Подумайте только, сколько сталкеров ежедневно гибнут, и все ради чего ? 
Ради денег. Деньги - вот главное зло, деньги сподвигают людей на преступления, на отчаянные походы в глубь Зоны, на убийства своих товарищей, на предательство, всю эту грязь - порождают деньги. Наверно вы скажете, ну а как без денег то?",
				"Исследовательская группа 'Нептун' Часть 1 'Шоу талантов'.


Много времени прошло,но что ж,стоит вспомнить об этом... Всё началось с того,что подкинули работку. Нужно было проследить за неким Толяном. До этого я малость подрабатывал за информацию,не отказывать же бандитам,а то останешься без чего-нибудь...Так вот,по наводке от должен был двигать на деревню,а хрен знает. Собрав вещи я двинул на деревню. Путь был недолгий. Достигнув деревни,я нашел Толяна. Втереться в доверие не составило труда. Как выяснилось собираются в ходку со сталкерами куда-то,ну, а я за ними. Собравшись в ходку мы направились на Депо с большой группой,дабы оттуда двинуться на нужное место... По приходу,на Депо проходило 'Шоу талантов',но не долго оно длилось. Пока все наслаждались 'вечером' нагрянули краснопузые,а именно ДОЛГ. Все бандиты ломанулись в Депо,а мы отсиживались в баре,но не долго. Как помню… Врываются краснопузые и валят нас на пол,а после уводят к себе - на КПЗ. Наган - напарник Толяна,рыгает в СЕВУ,все хотят резко ссать,пальба вокруге,орут на нас. Ох,надо же такое вспомнить…",
				"Исследовательская группа 'Нептун' Часть 2 'Распад'.


...Столько народа столпилось в деревне,ух. И Свобода,и Долг,и наёмники да и обычные сталкера. Все кричат,орут,лишь бы что-то решить. Свобода и Долг задвигают тему о том,что деревню должен 'держать' другой человек,не подсос бандитов. Наёмники,как и следует по контракту,не дают ходу в дом 'Нептуна'. Вас ничего не удивляет? Свобода и Долг в союзе против обычного сталкера? Да уж,чего только не бывает. Несколько дней,да и может быть неделю длился этот балаган,уже не помню ей богу. К мирному соглашению они так и не пришли,но ситуацию решил как ни странно торговец - Сидорович. Поднял он свою жопу и побеседовал и со Свободой, и С Долгом. Группу 'Нептуна' выселили,а Свободу одарили штрафом в лимон. Вроде всё,нормальный расход,но нет. К вечеру наёмники собрали все вещи и повели с собой Нагана и Толяна в сторону болот. Слышался гул пуль,вертолета,вообщем целое представление. Что там было так и не понятно,но рассказывали,что их настиг Долг. Единственный кто вроде как сбежал это Наган,но об этом ходили лишь слухи...",

				"Нашел брата.
Эх… не думал я, брат, что ты так сгинешь, не думал я, что увижу тебя таким, лучше бы и не видел и считал бы что ты жив… пусть будет проклят этот гребанный контролер... ",

				"Сталкер.
Не ожидал я, что увижу в Зоне девушку, не поддается моему жизне-видению, что в Зоне, где смерть поджидает на каждом углу, будет такое хрупкое существо как девушка. Тем-более молодая. Что ж она тут забыла то? От парня который бьет бежала или же как и большинства долги и тому подобная белиберда с безысходностью. И все же, в Зоне девушка редкость, даже это подтверждает то, что ее вон как облепили долговцы. Да, вниманием она обделена точно не будет. А вон и сталкер какой то, обмундирование не плохое. Возможно и с ней в группе… Везет же кому то…",

				"Отряд военных.
Мда, не ожидал, то что встретим военного, который не начнет по нам стрелять, а наоборот, попросит у нас помощи. Как он рассказал, их послали в этот поселок на разведку местности, где впоследствии на них было нападение крупной стаи собак. Также он рассказал, что испугался и спрятался на верху в пятиэтажке, да и еще рацию умудрился где то посеять. Ну да, пацаненку то всего 24 года. Ну решили прочесать местность, где они шли и найти рацию. Впоследствии благополучно ее найдя, вышли на КВ и отправились на поиски остальной группы военных…",

				"Сторож города.
В одном из походов в Припять, чуть не обернулся для нас смертью всей группы. Вышли со Скадовска и двинули в сторону станции 'Янов'. По пути нам тогда встретилась стая слепышей, да и пару тушканов, которых мы благополучно миновали. Группа тогда наша состояла из 4 человек: я, Хаас, Паштет и Печенег. При подходе к городу, на нас начало нечто давить, подумали по глупости, что обычный повышенный фон начал действовать, натянули противогазы и двинули дальше. Проходя, как мне показалось, по центральной улице, из одного из переулка вышел на первый взгляд человек в длинном до пола плаще, но все это испортило следом вышедшие за ним два зомбированных с опущенными вниз стволами. Тут нам на голову и ударило, единственное что хорошо мне запомнилось, так это гол в голове: 'Уходите'...",

				"Акробат.
Остатки людей... нет им покоя. Одиночный снорк - опасность для сноровистого охотника небольшая. Ждешь, когда он на тебя прыгнет, и в полете всаживаешь в него заряд дроби. Хуже, когда их несколько: тут уж приходится просто лупить по ним со всей возможной скоростью и попутно уворачиваться от прыжков. Снорки это знают, потому и предпочитают не нападать по одному. Однажды,целая стая погналась на меня,так мне пришлось отсидеть целую ночь на стене,пока бравые товарищи из ДОЛГа не помогли…",

				"Ужас охотника.
Одна из самых глупых ошибок, которую можно сделать в жизни, — это недооценить зверьков из-за маленького размера. Тушканы безумно быстрые и юркие и притом всегда перемещаются большими стаями. Как начнут тебя по маленькому кусочку растягивать в разные стороны, мигом прозреешь! Главное, чтобы уже слишком поздно не оказалось. Тут, понимаешь, самое неприятное что? По тушкану попасть очень трудно. Я потому и советую всем встречным сталкерам на такой случай всегда иметь при себе дробовик с запасом патронов…",

				"Запись № 3051 о Кровососах .
Полулегендарный монстр — матёрые сталкеры описывают его как высокого сутулого гуманоида со множеством щупалец на месте рта. По их словам, с помощью щупалец данное существо питается: впиваясь ими в шею живой жертвы, оно парализует свою добычу и высасывает её кровь; после такой процедуры от человека остаётся лишь высохшая, напоминающая мумию оболочка. Наиболее удивительное в кровососе — его способность становиться невидимым. Судя по всему, именно эти создания ответственны за смерть большого количества сталкеров. Мало кто из очевидцев остался в живых — и, судя по рассказам этих счастливчиков, для обитания кровососы предпочитают сырые места вроде болот и подземелий.",

				"Запись № 1461 о Псевдособаках .
Несмотря на название, псевдособаки произошли не от собак, а от волков. Дикие животные, обитавшие в лесах Зоны на момент катастрофы, стали родоначальниками одного из самых опасных видов мутантов. Псевдособаки настолько не похожи на мутировавших собак, насколько дикие волки не похожи на дворняг. Эти существа ведут территориальный образ жизни и яростно атакуют любого, кто вторгается в их владения. Молниеносная реакция, неимоверная подвижность и острые зубы делают псевдособаку очень серьёзным противником, против которого тяжело устоять даже крупному мутанту или хорошо вооружённому сталкеру…",

				"Запись № 2351 о Воронах.
В Зоне выжил только один вид птиц – вороны. Другие пернатые не смогли перенести радиации и не научились избегать аномалий. Чтобы не погибнуть в лабиринте гравитационных возмущений, военные лётчики используют сложные детекторы, а вот секрет воронов скоро сведёт с ума орнитологов и биологов. Существует много теорий, объясняющих данный феномен; впрочем, все они сходятся на том, что причиной чуда является развитый мозг воронов, сумевший выработать сложнейшие рефлексы…",

				"Запись № 6167 о Снорках.
Снорки — это сумасшедшие, ведущие совершенно животный образ жизни создания, по сути своей слабо отличающиеся от хищных монстров Зоны. Передвигаются они на четырёх конечностях, подпрыгивая над землёй и постоянно нюхая её, чтобы уловить запах жертвы. Охотятся осторожно и расчётливо, подстерегая сталкеров подобно хищным животным. Молниеносные рефлексы и гипертрофированные мышцы позволяют сноркам совершать длинные точные прыжки и за несколько секунд разрывать жертву в клочья. На некоторых особях сохранились детали армейской униформы или отдельные детали экипировки, что позволяет предположить в них пропавших без вести военных или сталкеров...",

				"Запись № 5715 о Слепых псах.
Мутации и эволюционная адаптация привели к усилению прежде слабо выраженных собачьих способностей, причём зачастую в ущерб привычным. Основные физиологические изменения коснулись зрения — оно оказалось почти бесполезным после стремительного усиления чутья: например, слепые щенки выживали в Зоне не хуже, а то и лучше своих зрячих собратьев. В результате обычные собаки вскоре выродились здесь полностью, уступив место новому виду — слепым псам. Данные животные прекрасно распознают и обходят аномалии, радиацию и другие невидимые опасности, которыми кишит Зона. Как и их предки, слепые псы охотятся стаями; встреча с большой группой этих существ означает серьёзную опасность даже для хорошо вооруженного сталкера... ",

				"Запись № 6171 о Плотях.
Оказавшиеся в Зоне домашние свиньи, как и многие другие живые организмы, подверглись сильной мутации. Поскольку были затронуты гены, контролирующие процессы метаболизма, фенотип животного резко изменился. Мутировавшая свинья, которую сталкеры называют «плотью» — один из самых наглядных примеров надругательства Зоны над природой. У этих существ сформировался чешуйчато-костный защитный покров, значительно увеличилась способность организма к регенерации, усложнилась нервная система. Как и обычная свинья, «плоть» всеядна, поэтому, будучи голодной, вполне может напасть на сталкера…",

				"Запись № 2651 о Мертвом городе.
Город поражен жуткой мутированной заразой, так называемым 'паразитом'. Споры паразита передаются воздушным путем, они пожирают мозг жертвы, врастая в её тело. Результат — человеческое или 'свиное' тело с наростом вместо головы. От нароста свисают несколько щупалец, входящих в тело. Паразиты могут использовать некоторые навыки поглощенной жертвы. На коротком расстоянии выстреливают облако спор, из которых в теле жертвы разовьется следующий паразит»...",

				"Мертвый город.
«Свободный путь» приводит нас в безымянный город. Это город зомби и… После каждого выброса в город направляется новая волна «зомби», они стекаются сюда со всей Зоны. Они «живут» в городе, словно ничего не произошло, деловито снуют по улицам, «спят» в пустующих квартирах и… не любят живых. Время от времени происходит странное явление: зомби активизируются и становятся особенно агрессивны, а может, у них резко обостряется сознание и появляется потребность… умереть. Сталкер по кличке Шиша был в этом городе. Зомби, если их накормить, что-то лопочут о нём. 'Т..ни..зл..й' - слышалось отчасти. А при имени … они впадают в ужас и пытаются убежать. Кроме этого, они лопочут что-то о своей несчастной голове и каком-то дятле…",

				"Неизвестная запись с КПК 6.

В этот проклятый лес больше - ни ногой! Если вернусь домой - заведу кошку или собаку. Главное дойти! Патроны на исходе!",

				"Неизвестная запись с КПК 5.


Нет больше сил писать…
…это… не радиация… излучение… МОЯ ГОЛОВА…",

				"Неизвестная запись с КПК 4.


Прощайте братцы ухожу я из зоны. Накопил я кругленькую сумму чтоб матери помочь вот и настала пора прощаться. Спасибо всем кто помогал мне в моем нелегком деле. Сколько раз меня Фиш из аномалий вытаскивал, а Монах артефакты помогал собирать. Спасибо Рыбе за тот случай с кровососом еслиб не он не знаю был ли я еще жив! Лисе спасибо за то что не бросила меня тогда при нападении 'Монолита'на бар, сражались лицом к лицу, я даже подстрелил тогда одного. Мирону спасибо за то что был отличным проводником. А Деду Мадже за юмор и его любовь к артефактам! Если зона даст еще свидимся братья! ",

				"Неизвестная запись с КПК 3.

Позабыл все на свете, даже собственное имя. Пора с этими таблетками
завязывать, так и до шизофрении недалеко. И так уже крысы и всякая нечисть  по
ночам мерещатся. Решил обойти всех барменов, может, кто помнит, чем я занимался да и кто я?",

				"Неизвестная запись с КПК 2.

Я идиот, какой же я все-таки идиот! Ведь не первый день в Зоне, столько всего повидал, и так глупо вляпаться в 'Кисель'. Кислота прожгла защитный комбинезон в нескольких местах, еле успел скинуть, а то бы мясо до кости разъело. Ну я же не думал в тот момент, что в подвале еще и радиация зашкаливает, а когда понял – уже поздно было. Так что в кислоте не сварился, зато получил дозу облучения на сто лет вперед… Если вы читаете это значит я сгинул. Не поминайте лихом Сталкер Ив!",

				"Неизвестная запись с КПК 1.

Мы чуть не заблудились в лесу. Благо, я хоть как-то эти места знаю. Поэтому вовремя добрались до безопасного места и переждали Выброс.
В 17:00 мы все же решили пройти через Бар. Но теперь крайне аккуратно.",

				"Где я?

Где я? Сколько дней брожу по Зоне? Есть ли где нормальные люди, или это плод моего воспаленного одиночеством воображения?
Существует ли безопасное место, или я придумал все? А может быть вообще - нет ничего кроме Зоны? Или нет, наоборот. Зоны.",

				"Последняя запись в КПК .

Нет нормальных слов - один мат на языке. Аномалий вокруг как лягушек на болоте.
Один раз чуть в какую-то воронку не затянуло. Шел ночью, темно как в котельной у негров. Вдруг чувствую - в сторону меня потянуло.
Ну я сначала не волновался, ощущения приятные такие были. Потом как дошло, что это одна из аномалий, так меня холодный пот прошиб.
Я в сторону рвусь, а меня не отпускает, назад тянет. Волны при отливе точно так же в море утягивают. Ну что делать было? Я мешок бросил, на четвереньки упал и кое-как отполз.
Теперь вот думаю, что ж мне жрать-то? У меня из вещей остались только компас да КПК этот старый!",

				"Мой дневник: День десятый.

Доедаю последнюю банку тушенки и остатки хлеба. Начал глумился над собаками, кидая в них пустые консервные банки. Попробовал при этом кричать 'Пошли вон шавки! Не на того набросились' . Сорвал голос. Похоже конец близко припасы еды кончились и сначала я от голода сдохну потом меня еще и собаки сожрут!",

				"Мой дневник: День восьмой.

Писать дневник сидя на деревке жутко неудобно. Выяснилась, что справлять естественные надобности стоя на раскачивающимся под порывами ветра дереве жутко весело. Псы озверели вконец и начали грызть ствол...",

				"Мой дневник: День седьмой.

Неудобно выписывать буковки - ветер дует, дерево раскачивается и угрожающе скрипит. Стараюсь не делать лишних движений. Собаки не уходят. Падлы. Походу сгину я здесь хлопцы. Главное не сорваться вниз к этим псам!",

				"Мой дневник: День Третий.

Всю ночь снилась муть. То какие-то грязные бродячие  слепые псы окружили меня и хоровод стали водить, потом я сидел и болтал с плешивой свиньей о преимуществах монархической системы правления перед демократической. Никогда на большой земле мне ничего подобного не снилось! 
Страшно! Потом появилось странное существо то ли карлик, то ли среднего роста - хрен поймешь. Лысый, страшный, вся кожа сморщенная и в рваном плаще.
Смотрит он на меня, и я понимаю, что пошевелится не могу. Ну, а уродец подходит этак с ленцой и спрашивает, мол, как пройти в библиотеку. Тут уж мои нервы не выдержали и я все-таки проснулся.",

				"Мой дневник: День Второй.

Не спал. Голова трещит и разрывается - звенит и какой-то гадостью наполнена.
На протяжении всей ночи кто-то хрюкал и дышал под окном. Я вышел под утро из дома, так это оказалось один из местных, Михаил позывной Вулкан, в тихую жрал тушенку всю ночь, банок десять наверное съел и куда в него столько влезает. ",

				"Мой дневник: День первый.

Пробрался в зону через дырку в заборе. Проводник не соврал. Далее нужно было идти осторожнее, патрули могут быть где угодно. Впереди вижу костер в доме на опушке. Аккуратно подойдя к нему осмотрев все со всех сторон, я понял что внутри никого нет. Путь мой в зону был долгим и я уже валился с ног. Возможно это огромная ошибка но я решил передохнуть в этом домике.",

				"Пахан братков.
Недавно на депо заходил, братки рассказали про своего пахана, земля ему пухом, который со своей группой поймали сталкера, походу сидевшего. Ибо мало кто в Зоне, мог вывезти за базар выйти с самим паханом братков один на один в рукопашке. Фортуна тогда была все же на стороне сталкера и он смог победить пахана в рукопашном бою. А вот что дальше с этим сталкером случилось, ходят разные истории.",

				"Арена.
Помню, давно еще, когда братва была на депо. Устроили они там арену, то ли на кулаках, то ли на боевом, не помню точно. Помню единственное, что там победил какой то новичок, который по слухам вообще был в Зоне первый день и группой забредший на группу братков. Даже позывной его не помню. А наградили они его миллионом, мать его миллионом рублей и винторезом, который тоже на Зоновском рынке стоил приличную сумму. Новость эта тогда разлетелась по всей Зоне за считанные часы.",

				"Записка .
Уже прошло три дня, как я не могу выбраться с этого проклятого леса, я уже и засечки на деревьях оставляю, а все равно прихожу в одно и тоже место. Вот и пойди в разведку один, блин. Чувствую конец придет мне скоро. Жаль только дочь, которую не смогу вылечить…",

				"Артефакты.
Говорят, что ученый считают, что артефакты - это люди попавшие в определенную аномалию становятся артефактом. Кровь камня - жарка, медуза - кисель. Если это и так, то ж сколько сталкеров то в аномалиях погибло, что то мне кажется, что чепуха это все. А артефакты это просто взаимосвязь между разными породами, аномалиями и радиацией…",

				"Охотник.
Встретили как то странного сталкера, весь был измазан землей, нацепил он на себя маскхалат обвешанный травой. Был он с каким то дробовиком, похожий на Spas-12 и в руках носил с собой вроде как модернизированный винторез. Он нас расспрашивал, что забыли на его территории и тому подобные вопросы… Через минут 10-15 мы уже втроем сидели у костра и пили чай. Он нам показал пару частей мутантов, которых мы даже не видели, гигантский коготь размером с ладонь, субстанцию похожую на мозг, хорошо что мы не ели и она была в герметичном пакете…",

				"Говорящие с Зоной.
Если бы рассказали - никогда бы не поверил. А так сам видел, как при гоне мутантов на деревню, группа из 4 сталкеров, начали молиться, причем монолиту, который из баек, которые рассказывают старички новичкам, а Зоне. Они просили ее простить их и грехи сталкеров, которые в этот момент отстреливались от мутантов. Но все бы ничего, их бы считали и дальше поехавшими, если бы ни одно но, когда они закончили молитву, один из них пустил кровь на костер и напор мутантов начал спадать.",

				"Два деда.
Вышли как то со Скадовска и отправились в сторону Долга. По пути, недалеко от заброшенного завода, услышали выстрелы с трехлинейки. Заняли позиции, осмотрелись. Один из наших заметил недалеко от завода, прям у нас по пути, двух дедов в плащах, шапках ушанках и с трехлинейкой и аксу. Мда, не доводилось мне раньше дедов тут встречать, интересно, старожилы или тоже от чего то бежали в Зону?",

				"Запись в КПК.
Надеюсь найду этот проклятый артефакт, который нужен ученым, а то не хочу в тюрьму или еще хуже подопытным. Умудрился ж я ввязаться в это гиблое дело, а говорил мне тот, ныне покойный сталкер, что зря ты на ученых работаешь, зря…",

				"Минное поле.
Военные изверги, при учёных говорят одно, на деле совсем другое. Говорят, что увозят и под суд, а на деле отправляют гулять на минное поле. Выжил - иди дальше выживай в Зоне, нет - ну не повезло. Помню, когда добежал до насыпи ж/д, снял повязку и посмотрел обратно стоя за островом вагона. Военные пустили второго сталкера, ему не повезло, не дойдя метров 20-30 до насыпи, он наступил на мину, замерев на секунды 2-3, тело его, уже без ноги подлетело на 2-3 метра и упало. Уроды.",

				"ЗАПИСКА СУМАСШЕДШЕГО.

ДЕВЯТЬ БОГОВ! ПЯТЬ ИЗБРАННЫХ! ВОСЕМЬ НЕИЗВЕСТНЫХ! ОДИН СТАЛКЕР! ДВА МЕНЯ!.",


				"Пропуск в X-12 для инженерного состава.

Код доступа к электронной двери - 01 07 19 94. Затопление нижнего уровня из-за обвала грунтовых пород. Приказ осушить болото и восстановить нижние уровни.",

				"Запрос на изменение кода доступа.

Товарищ главком, один из наших ключевых сотрудников утратил пропуск к электронной двери проекта 'Метро-ноль'. В целях безопасности необходимо заменить все пропуски. Новый код доступа 20 12 05 16",

				"Путь на север часть 6.
Что-то разбудило меня ночью, я не мог понять что именно. Я встал осмотрелся но никого из группы не было рядом. Хотя все их снаряжение на месте. И автоматы и рюкзаки. Мне стало как-то не посебе. Вдруг я услышал шаги."
];